tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "clisp"
brew "cmake"
brew "coreutils"
brew "cppcheck"
brew "docker"
brew "gcc"
brew "glib"
brew "gnu-time"
brew "imagemagick"
brew "jq"
brew "neofetch"
brew "node"
brew "openjdk"
brew "swi-prolog"
brew "tcl-tk"
brew "tmux"
brew "wget"
brew "yadm"
brew "koekeishiya/formulae/skhd"
cask "amethyst"
cask "google-chrome"
cask "ipfs"
cask "java"
cask "kitty"
